Repository: KDE/mauikit-filebrowsing
Catalog: po/sa/mauikitfilebrowsing.po
Languages: sa

source: Nothing here!
sa: अत्र किमपि नास्ति !

source: This place seems to be empty
sa: एतत् स्थानं शून्यं दृश्यते

source: Error
sa: त्रुटि

source: This URL cannot be listed
sa: एतत् URL सूचीकृतुं न शक्यते

source: Loading content
sa: सामग्रीं लोडयति

source: Almost ready!
sa: प्रायः सज्जः !

source: No path to perform the search
sa: अन्वेषणं कर्तुं न मार्गः

source: Places
sa: स्थानाः

source: Bookmarks
sa: बुकमार्क्स

source: Drives
sa: चालयति

source: Apps
sa: एप्स

source: Remote
sa: दूरस्थ

source: Removable
sa: हटनीयम्

source: Unknown
sa: अज्ञात

source: Trash
sa: तुच्छद्रव्य

source: Tags
sa: टैग्स

source: Search
sa: अन्वेषण

source: Cloud
sa: मेघ

source: Others
sa: अन्ये

source: Quick
sa: तीव्र

source: Favorite
sa: प्रिय

source: The remote server requires authentication to serve the content but the credentials provided were not accepted (if any)
sa: दूरस्थसर्वरस्य सामग्रीं सेवितुं प्रमाणीकरणस्य आवश्यकता भवति परन्तु प्रदत्तानि प्रमाणपत्राणि स्वीकृतानि न आसन् (यदि सन्ति) ।

source: the remote server refused the connection (the server is not accepting requests
sa: दूरस्थः सर्वरः संयोजनं अङ्गीकृतवान् (सर्वरः अनुरोधं न स्वीकुर्वति

source: the remote server closed the connection prematurely, before the entire reply was received and processed
sa: दूरस्थसर्वरः अकालं संयोजनं बन्दं कृतवान्, सम्पूर्णं उत्तरं प्राप्य संसाधितुं पूर्वं

source: the remote host name was not found (invalid hostname)
sa: दूरस्थं होस्टनाम न प्राप्तम् (अमान्य होस्टनाम)

source: the connection to the remote server timed out
sa: दूरस्थसर्वरस्य संयोजनस्य समयः समाप्तः

source: the operation was canceled via calls to abort() or close() before it was finished.
sa: समाप्तेः पूर्वं abort() अथवा close() इति आह्वानद्वारा ऑपरेशनं रद्दं कृतम् ।

source: the SSL/TLS handshake failed and the encrypted channel could not be established. The sslErrors() signal should have been emitted.
sa: SSL/TLS हस्तप्रहारः विफलः अभवत् तथा च एन्क्रिप्टेड् चैनल् स्थापयितुं न शक्यते स्म । sslErrors() संकेतः उत्सर्जितः भवितुम् अर्हति स्म ।

source: the connection was broken due to disconnection from the network, however the system has initiated roaming to another access point. The request should be resubmitted and will be processed as soon as the connection is re-established.
sa: जालतः विच्छेदस्य कारणेन संयोजनं भग्नम् आसीत् तथापि प्रणाल्याः अन्यस्य अभिगमबिन्दुपर्यन्तं भ्रमणं आरब्धम् अस्ति । अनुरोधः पुनः प्रस्तूयितव्यः, पुनः संयोजनस्य स्थापनामात्रेण तस्य प्रक्रिया भविष्यति।

source: the connection was broken due to disconnection from the network or failure to start the network.
sa: जालपुटस्य विच्छेदस्य अथवा जालस्य आरम्भस्य असफलतायाः कारणेन संयोजनं भग्नम् आसीत् ।

source: the background request is not currently allowed due to platform policy.
sa: मञ्चनीतेः कारणात् पृष्ठभूमि-अनुरोधः सम्प्रति अनुमतः नास्ति ।

source: while following redirects, the maximum limit was reached. The limit is by default set to 50 or as set by QNetworkRequest::setMaxRedirectsAllowed(). (This value was introduced in 5.6.)
sa: पुनर्निर्देशनानां अनुसरणं कुर्वन् अधिकतमसीमा प्राप्ता । सीमा पूर्वनिर्धारितरूपेण 50 अथवा QNetworkRequest::setMaxRedirectsAllowed() द्वारा सेट् यथा भवति तथा सेट् भवति । (एतत् मूल्यं ५.६ मध्ये प्रवर्तितम् आसीत् ।)

source: while following redirects, the network access API detected a redirect from a encrypted protocol (https) to an unencrypted one (http).
sa: पुनर्निर्देशनानां अनुसरणं कुर्वन्, संजालप्रवेश-एपिआइ-इत्यनेन एन्क्रिप्टेड्-प्रोटोकॉल-तः (https) अगुप्त-प्रोटोकॉल-तः (http) पुनर्निर्देशनं ज्ञातम् ।

source: the connection to the proxy server was refused (the proxy server is not accepting requests)
sa: प्रॉक्सी सर्वरेण सह संयोजनं अङ्गीकृतम् (प्रॉक्सी सर्वरः अनुरोधं न स्वीकुर्वति)

source: the proxy server closed the connection prematurely, before the entire reply was received and processed
sa: प्रॉक्सी सर्वरः अकालं संयोजनं बन्दं कृतवान्, सम्पूर्णं उत्तरं प्राप्तुं संसाधितुं च पूर्वं

source: the proxy host name was not found (invalid proxy hostname)
sa: प्रॉक्सी होस्टनाम न प्राप्तम् (अवैधं प्रॉक्सी होस्टनाम)

source: the connection to the proxy timed out or the proxy did not reply in time to the request sent
sa: प्रॉक्सीसम्बद्धस्य संयोजनस्य समयः समाप्तः अथवा प्रॉक्सी प्रेषितस्य अनुरोधस्य समये उत्तरं न दत्तवान्

source: the proxy requires authentication in order to honour the request but did not accept any credentials offered (if any)
sa: प्रॉक्सी अनुरोधस्य सम्मानार्थं प्रमाणीकरणस्य आवश्यकतां अनुभवति परन्तु प्रस्तावितं किमपि प्रमाणपत्रं (यदि अस्ति) न स्वीकृतवान् ।

source: the access to the remote content was denied (similar to HTTP error 403)
sa: दूरस्थसामग्रीपर्यन्तं प्रवेशः अङ्गीकृतः (HTTP त्रुटिः ४०३ इत्यस्य सदृशः) ।

source: the operation requested on the remote content is not permitted
sa: दूरस्थसामग्रीषु अनुरोधितं कार्यं अनुमतं नास्ति

source: the remote content was not found at the server (similar to HTTP error 404)
sa: दूरस्थसामग्री सर्वरे न प्राप्ता (HTTP त्रुटि 404 इत्यस्य सदृशम्)

source: the request needed to be sent again, but this failed for example because the upload data could not be read a second time.
sa: अनुरोधं पुनः प्रेषयितुं आवश्यकम् आसीत्, परन्तु एतत् विफलम् अभवत् उदाहरणार्थं यतः अपलोड् दत्तांशः द्वितीयवारं पठितुं न शक्यते स्म ।

source: the server is unable to handle the request at this time.
sa: सर्वरः अस्मिन् समये अनुरोधं सम्भालितुं असमर्थः अस्ति ।

source: There was an unknown error with the remote server or your internet connection.
sa: दूरस्थसर्वरस्य अथवा भवतः अन्तर्जालसम्पर्कस्य अज्ञातदोषः आसीत् ।

source: Back
sa: पृष्ठभागः

source: Filter
sa: फ़िल्टर

source: Empty Trash
sa: रिक्त कचरा

source: Quit
sa: परिजहातु

source: Are you sure you want to quit the current search in progress?
sa: किं भवान् निश्चिन्तः अस्ति यत् भवान् वर्तमानं प्रचलति अन्वेषणं त्यक्तुम् इच्छति?

source: Removing %1 files
sa: %1 सञ्चिकाः निष्कासयन्

source: Delete %1 Total freed space %2
sa: %1 कुलमुक्तस्थानं %2 विलोपयतु

source: Cancel
sa: निरसयतु

source: Delete
sa: लुप्

source: Create a new folder or a file with a custom name.
sa: नूतनं पुटं वा इष्टनामयुक्तं सञ्चिकां वा रचयन्तु ।

source: Name
sa: नामः

source: Folder
sa: फोल्डर

source: File
sa: संचिका

source: New name
sa: नव नाम

source: Copy Here
sa: अत्र प्रतिलिख्यताम्

source: Move Here
sa: अत्र गच्छतु

source: Link Here
sa: अत्र लिङ्क् कुर्वन्तु

source: Open Here
sa: अत्र उद्घाटयतु

source: Search: %1
sa: अन्वेषणम् : %1

source: Save
sa: रक्ष्

source: Open
sa: उद्घाटित

source: File name...
sa: सञ्चिकानाम...

source: A file named '%1' already exists! This action will overwrite '%1'. Are you sure you want to do this?
sa: '%1' इति सञ्चिका पूर्वमेव अस्ति! एषा क्रिया '%1' इत्यस्य अधिलेखनं करिष्यति । किं भवन्तः निश्चयेन एतत् कर्तुम् इच्छन्ति ?

source: Toogle SideBar
sa: टूल् साइडबार

source: View type
sa: दृश्यप्रकारः

source: List
sa: सूची

source: Grid
sa: गृध्र

source: Sort by
sa: क्रमेण क्रमयन्तु

source: Type
sa: प्रकारः

source: Date
sa: दिनाङ्कः

source: Modified
sa: परिवर्तित

source: Size
sa: आकृति

source: Show Folders First
sa: प्रथमं पुटं दर्शयतु

source: Group
sa: समूह

source: New tags
sa: नवीन टैग

source: Create new tags to organize your files. You can create multiple tags separated by a comma.
sa: स्वसञ्चिकानां व्यवस्थित्यै नूतनानि टैग्स् रचयन्तु । अल्पविरामेन पृथक्कृतानि बहुविध-टैग्-निर्माणं कर्तुं शक्नुवन्ति ।

source: Open with
sa: सह उद्घाटयतु

source: Edit
sa: सम्पादन

source: Hide
sa: गोपयतु

source: Remove
sa: अपाकरोति

source: Directory already exists.
sa: निर्देशिका पूर्वमेव अस्ति ।

source: Looks good.
sa: उत्तमं दृश्यते।

source: Merge %1 files
sa: %1 सञ्चिकाः विलीनयन्तु

source: Give a name to the new directory where all files will be merge.
sa: नूतननिर्देशिकायाः नाम ददातु यत्र सर्वाणि सञ्चिकाः विलीनाः भविष्यन्ति ।

source: Directory name
sa: निर्देशिका नाम

source: Merge Here
sa: अत्र विलीयताम्

source: items
sa: मदा :

source: Add tags...
sa: टैग्स् योजयन्तु...

source: Filter or add a new tag
sa: नूतनं टैग् फ़िल्टर कुर्वन्तु अथवा योजयन्तु

source: Delete %1
sa: %1 विलोपयन्तु

source: Are you sure you want to delete this tag? This action can not be undone.
sa: किं भवान् निश्चयेन एतत् टैग् विलोपयितुम् इच्छति? एतत् कर्म न निवर्तयितुं शक्यते।

source: Create new tags to organize your files.
sa: स्वसञ्चिकानां व्यवस्थित्यै नूतनानि टैग्स् रचयन्तु ।

source: No tags yet.
sa: अद्यापि कोऽपि टैगः नास्ति।
